[
    {
        "id": 3,
        "image": "/Portfolio/assets/hero/RedCross.png",
        "title": "Red Cross",
        "description": "This project reimagines plasma donation through a futuristic hero narrative. The main character lives in a world where plasma glows as a vital energy running through the body, symbolizing life and the power to heal. By donating and sharing this energy, the hero can save others and earn real-world rewards. The campaign positions plasma donation as an act of modern heroism. This is the chance for anyone to step into the role of a lifesaver.",
        "year": "2024",
        "class": "Visual_Design_____3",
        "color": "#F35C05",
        "video": "/Portfolio/assets/video/RedCross.mp4",
        "link": "https://www.figma.com/proto/lxeh8mDeofwtlkUEq7ZNBV/Red-Cross?page-id=275%3A2820&node-id=327-218&viewport=344%2C715%2C0.13&t=I3BHHqXSgOpXUlzQ-1&scaling=min-zoom&content-scaling=fixed&starting-point-node-id=327%3A218"
    },
    {
        "id": 2,
        "image": "/Portfolio/assets/hero/ZenShirt.png",
        "title": "ZenShirt",
        "description": "This project takes inspiration from the mythical toads of Naruto, reimagined in an original digital artwork. The design centers on a wise, powerful creature that embodies strength, patience, and connection to nature. Created as a gift for my brother, it also marks my first large-scale digital drawing, designed to capture a mystical atmosphere suited for a bold t-shirt graphic.",
        "year": "2025",
        "class": "Personal_project____",
        "color": "#608B83",
        "video": "/Portfolio/assets/video/ZenShirt.mp4",
        "link": "https://www.behance.net/gallery/235706787/Zen-Shirt"
    },
    {
        "id": 0,
        "image": "/Portfolio/assets/hero/BodyCycle.png",
        "title": "Body Cycle",
        "description": "This project was my first full integration of everything learned in one semester—user experience, design, and coding—brought together in a single website within just three weeks. Each week focused on a different subject, pushing both creativity and technical skill. The challenge was to find an unexpected and original way for students to save money, transforming a simple idea into an engaging digital solution.",
        "year": "2023",
        "class": "integration__________1",
        "color": "#C6F432",
        "video": "/Portfolio/assets/video/BodyCycle.mp4",
        "link": "https://henrifoucher.be/integration1/"
    },
    {
        "id": 1,
        "image": "/Portfolio/assets/hero/Lunar.png",
        "title": "Lunar 1.622",
        "description": "This project involved creating a promotional video for a Kickstarter campaign. I chose a unique watch with a compelling story and focused on enhancing its narrative through light and atmosphere. Inspired by the way even the smallest light shines brightly in space, I combined Photoshop with vector lighting to achieve a sense of realism. It was also my first attempt at sound design in Premiere Pro, adding nostalgia and scale to the final piece.",
        "year": "2025",
        "class": "Motion________________2",
        "color": "#CCCCCC",
        "video": "/Portfolio/assets/video/Lunar.mp4",
        "link": "https://www.behance.net/gallery/235762941/Lunar-Watch-Promo-Animation"
    },
    {
        "id": 4,
        "image": "/Portfolio/assets/hero/GoogleDoodle.png",
        "title": "Google DDL",
        "description": "This project was an animation created for a Google Doodle, based on a theme of my choice: “Day of Futuresight.” The abstract concept made it challenging, since people don’t have a clear image of what futuresight should look like. I embraced this by using cosmic colors and familiar symbolic objects. While the pacing and clarity of Google’s message could improve, the project pushed me creatively and sharpened my motion design skills and you can see this in my motion 2 project (lunar 1.622).",
        "year": "2024",
        "class": "Motion_________________1",
        "color": "#745D9F",
        "video": "/Portfolio/assets/video/GoogleDoodle.mp4",
        "link": "https://www.behance.net/gallery/235763445/Google-Doodle-%28Foresight-Day%29"
    },
    {
        "id": 5,
        "image": "/Portfolio/assets/hero/Plantin.png",
        "title": "Plantin",
        "description": "This project was an interactive web experience designed for a printing museum, built with GSAP and optimized for mobile use. I chose to immerse visitors by taking the perspective of Christophe Plantin, the museum’s central figure. As users navigate the site, they follow his story through a guiding voice while also learning the steps of printing. The digital workshop element allows them to try the process themselves, blending history with interactivity.",
        "year": "2025",
        "class": "integration_________3",
        "color": "#F23435",
        "video": "/Portfolio/assets/video/Plantin.mp4",
        "link": "https://henrifoucher.github.io/Plantin/"
    },
    {
        "id": 6,
        "image": "/Portfolio/assets/hero/Abby.png",
        "title": "Slow Abby",
        "description": "This was the largest project I’ve ever tackled, collaborating with three others and the University of Rotterdam. We created a new museum experience to attract visitors while keeping them engaged. Through an interactive website, users could plan their “Abby moment,” sending data to a digital clock via Arduino and LED matrix, while a street speed camera gathered new visitors, all conveying a message to slow down and resist rush culture.",
        "year": "2025",
        "class": "integration_________4",
        "color": "#FFBF50",
        "video": "/Portfolio/assets/video/Abby.mp4",
        "link": "https://www.figma.com/proto/QP0qeSCZBHvE91DGuCpKpd/Integration-4---Abby---microsite?page-id=376%3A8729&node-id=939-22499&viewport=733%2C352%2C0.07&t=5XHWUuUmmo5xrcD8-1&scaling=min-zoom&content-scaling=fixed"
    },
    {
        "id": 7,
        "image": "/Portfolio/assets/hero/NellyBly.png",
        "title": "Nellie Bly",
        "description": "For this project, we created a storytelling website about a given historical figure, and I chose Nelly Bly, famous for traveling the world. Inspired by Studio Ghibli films, I aimed to capture their warm, hopeful feeling even in dark moments. This project also marked my first digital painting on a Wacom screen tablet, as I explored 2D animation and illustration to enhance the story i wanted to get across.",
        "year": "2024",
        "class": "Visual_Design_____2",
        "color": "#67B9E8",
        "video": "/Portfolio/assets/video/NellyBly.mp4",
        "link": "https://www.figma.com/proto/wdEFrEYbDh1rH3KqqJTnTD/Storytelling?page-id=0%3A1&node-id=152-8&viewport=193%2C199%2C0.08&t=f0gNuoNEhC5Ycfzn-1&scaling=min-zoom&content-scaling=fixed&starting-point-node-id=152%3A8"
    }
]